Elements do not intersect.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCutGeometryWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCutGeometryWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCutGeometryWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CutFailures Class
  Autodesk.Revit.DB Namespace